#<----config---->

TOKEN = ''

ADMIN_ID_LIST = []


#<----text---->

START_TEXT = """
**Привет!** 😊
Я твой *личный помощник* в создании и просмотре анкет. Моя функция - облегчить тебе процесс поиска и создания анкет, делая его **быстрым и удобным**. Для начала работы можешь воспользоваться следующими командами:
- *Создать анкету*: Создай свою анкету, указав основные данные о себе.
- *Просмотреть анкеты*: Посмотри анкеты других пользователей, чтобы найти интересующие тебя варианты.
- *Поиск анкет*: Найди анкету, соответствующую твоим критериям.
Если у тебя возникнут вопросы или понадобится помощь, не стесняйся спрашивать! Я здесь, чтобы помочь тебе. Удачи! 🤖✨
"""

EROR_TEXT = """
Извините, я не могу понять ваш запрос. Пожалуйста, убедитесь, что вы используете правильные команды и попробуйте снова.
Если у вас возникли вопросы, вы всегда можете обратиться за помощью, нажав на кнопку "Помощь". Если возникла какая-то ошибка для начала попробуйте перезапустить бота коммандой /start🤖
"""